<article>
<header>
  <ul class="themas">
  <li><a href=""><h2>Афоризмы: история</h2></a></li>
  <li><a href=""><h2>Введение в историю</h2></a></li>
  <li><a href=""><h2>История Церкви</h2></a></li>
  <li><a href=""><h2>Ср. Время.</h2></a></li> / <li><a id="myBtn">все тексты</a></li>
</ul>
Исторические этюды по хронологии
</header>
<section class="post">
<header>
<a href="writing.html" class="title parastyle">Три Слома Человечества</a>
<time>Апрель 15, 2017</time>
</header>
<div class="postbody">
<p>Не было никакого «осевого времени». Свою положительную роль эта идея сыграла: помогла вырваться из аутизма в христианской шкуре, помогла понять, что, как ни относиться к Иисусу,
  Он — не гром среди ясного неба, не прыщ на девичьей щеке, а Некто в Контексте. Что нимало не опасно для христианства, даже наоборот.</p>
<p>«Осевое время» не слишком удачная идея, потому что она представляет историю как единый процесс, в котором есть некоторая центральная «ось». Как у земного шара.</p>
<p>На самом деле, история человечества есть история по меньшей мере трёх сломов. Конечно, первичен не слом, первичен старт. Старт — прогресс — слом.</p>
<p>Первая эпоха — дописьменная. Общение уже появилось, уже стало специфически человеческим, не звериным, но ещё не совершён был прорыв к фиксации общения.
  Точнее, прорыв был, но сама фиксация оказалась несовершенной — это скульптура, живопись, могилы. Статуэтки, росписи, захоронения, — всё это способы зафиксировать некоторую мысль, идею.
  Понятно, насколько несовершенен этот способ, ведь мы не в силах понять, что хотел сказать автор палеолитической мадонны или палеолитического же фаллоса. Возможно, он и сам не вполне понимал, что говорил — до полной ясности мышления и коммуникации далеко и в наши дни.</p>
<p><a href="writing.html" class="readmore">Читать дальше…</a></p>
</div>
</section>
<section class="post">
<header>
<a href="" class="title parastyle">Время и Пространство: От Крестьянской Архаики До Современности</a>
<time>Апрель 11, 2017</time>
</header>
<div class="postbody">
<p>Крестьянская мудрость гласит: «Земляной рупь тонок, а длинен, торговый широк, да короток». На самом деле, всё прямо наоборот: феодализм, аграрная цивилизация — это бег на короткую дистанцию, капитализм — это марафон.
  Крестьянин и все, кто с ним связаны, живёт одним годом, от посева от жатвы и от жатвы до посева.</p>
<p>Крестьянский мир — это мыльный пузырь, внутри которого бьётся поколения как мухи, и горе, когда этот пузырь лопается. Наступает голод и вымирание. Ничего нового нет и не может быть. Всё суета сует. Побеждает тот, кто дольше продержится на брыкающемся быке природы.
  Брыкания непредсказуемы как выигрышный лотерейный номер, но неизбежны. Развития нет, есть лишь умеренно разнообразные комбинации одних и тех же элементов.</p>
<p><a href="" class="readmore">Читать дальше…</a></p>
</div>
</section>
<section class="post">
<header>
<a href="" class="title parastyle">Вифавар: Перекрёсток Земли и Неба</a>
<time>Март 27, 2017</time>
</header>
<div class="postbody">
<p><em>«Это происходило в Вифаваре при Иордане, где крестил Иоанн»</em> (Ио. 1, 28).</p>
<hr>
<p>В западных изданиях, в современных русских переводах обычно ставят «Вифания». Тонкость в том, что гласных-то в еврейских текстах нет, так что возможны разные варианты, древние рукописи разногласят. На знаменитой мозаике, изображающей Палестину в VI  веке, место, где крестил Предтеча, обозначено именно как Вифавара.
  В 1994 году археологи обнаружили в селении Аль-Махтас руины византийского храма, который увековечивал именно место крещения Иисуса, с тех пор именно сюда ездят люди, желающие почтить место крещения Иисуса. Собственно «махтас» и означает «крещение» на арабском. Селение находится в 9 километрах к северу от Мёртвого моря, в 10 километрах от Иерихона.</p>
<figure><img src="./yakovworks/hb000064_faith.jpg" alt="" class="full"></figure>
<p><a href="" class="readmore">Читать дальше…</a></p>
</div>
</section>
<section class="post">
<header>
<a href="" class="title parastyle">Давидград</a>
<time>Февраль 27, 2017</time>
</header>
<div class="postbody">
<p>В синодальном переводе в рассказе о нападении филистимлян на Иерусалим (2 Цар. 5, 17) перевод неточен: Давид-де «пошёл в крепость». В оригинале — Давид «спустился в крепость». Точнее, в оригинале игра словами: филистимляне «веялу», Давид «веярад»: филистимляне «поднимаются», так и по-русски можно сказать о врагах, тот же образ в слове «восстают»,
  а Давид «спускается», не нападает, не принимает бой, а скрывается в крепости.</p>
<p>Давид «спустился» с Храмовой горы, крепость была к югу от неё. То, что сегодня туристам показывают как башню Давида около Яффских ворот далеко к северу от Храмовой горы, это средневековое укрепление.</p>
<p>Вот для ясности схема Гаро Налбандяна, показывающая приблизительные границы «города Давида». Отдельно помечены места раскопок, проведедённых Эйлат Мацар (внучкой отца израильской археологии Беньямина Мацара) в 2000-е годы. Выделено то, что было Иерусалимом в правление Давида — будущая Храмовая гора и нижний, к югу от неё «город Давида».</p>
<figure><img src="./yakovworks/hb000354_faith_Davidgrad.jpg" alt="" class="full"></figure>
<p><a href="" class="readmore">Читать дальше…</a></p>
</div>
</section>
<section class="post">
<header>
<a href="" class="title parastyle">930 Год до Р.Х.: Мизинец тоньше пениса или наоборот?</a>
<time>Январь 6, 2016</time>
</header>
<div class="postbody">
<p>В исторических хрониках стихи встречаются нечасто, реже, чем у Гегеля. Обычно это какие-то кусочки народного фольклора, которые дороги сердцу даже суховатого летописца. Например, в рассказ о том, как сын царя Соломона потерял власть над большей страны, врезана развесёлая и наглая частушка:</p>
<p>—  какая нам часть в Давиде?<br>
нет нам доли в сыне Иессеевом;<br>
<br>
по шатрам своим, Израиль! <br>
теперь знай свой дом, Давид!</p>
<p><a href="" class="readmore">Читать дальше…</a></p>
</div>
</section>
<div class="pagination">
<span class="prev">« Туда</span>
<span class="currentpg">1</span>
<a href="">2</a>
<a href="">3</a>
<a href="" class="next">Сюда »</a>
</div>
</article>
<!-- services Modal window -->
<!-- The Modal -->
<div id="myModal" class="modal">
  <!-- Modal content -->
  <div class="modal-content">
  <span class="close">&times;</span>
    <h2>История или Прошлое · Все тексты</h2>
    <p><a href="writing.html">Три слома человечества.</a></p>
    <p><a href="">Время и пространство: от крестьянской архаики до современности.</a></p>
    <p><a href="">Искусство как приватизированная история.</a></p>
    <p><a href="">Давидград: что построил царь Давид.</a></p>
    <p><a href="">С чего начинается общество: от мегалитов к микросхемам.</a></p>
    <p><a href="">XI век до р.Х. (условно). Иисус Навин: исход вовнутрь.</a></p>
    <p><a href="">930 год до р.Х.: пенис царя  Соломона.</a></p>
    <p><a href="">IX век до р.Х. Пророк Илия.</a></p>
    <p><a href="">716 год до р.Х.: Езекия или Царь Мыльного Пузыря.</a></p>
    <p><a href="">702 год: История Шевнаяху: гробница пуста, а воскресения не было.</a></p>
    <p><a href="">690 год до р.Х.: Манассия: царь на верёвочке.</a></p>
    <p><a href="">642 год до р.Х,: Амон или Секс в 13 лет.</a></p>
    <p><a href="">609 год до р.Х.: Иосия: плюсы ранней смерти?</a></p>
    <p><a href="">597 год до р.Х.: Иоаким или Жар пророчеств.</a></p>
    <p><a href="">Иехония: в новую жизнь  — &nbsp;с новым именем.</a></p>
    <p><a href="">Иехония:  прощение как двигатель истории.</a></p>
    <p><a href="">587 год: история Абдул Малика, падения Иерусалима и подъёма Иеремии.</a></p>
    <p><a href="">На реках Вавилонских: возможна ли вера после Плена.</a></p>
    <p><a href="">570 год до р.Х: Салафииль: асимметрия греха и добра.</a></p>
    <p><a href="">550 год до р.Х.: Зоровавель, ровесник Эзопа.</a></p>
    <p><a href="">Сократ, Платон и Христос.</a></p>
    <br>
    <div class="pagination">
    <span class="prev">« Туда</span>
    <span class="currentpg">1</span>
    <a href="">2</a>
    <a href="">3</a>
    <a href="" class="next">Сюда »</a>
    </div>
  </div>
</div>
<script>
// Get the modal
var modal = document.getElementById('myModal');

// Get the button that opens the modal
var btn = document.getElementById("myBtn");

// Get the <span> element that closes the modal
var span = document.getElementsByClassName("close")[0];

// When the user clicks the button, open the modal
btn.onclick = function() {
modal.style.display = "block";
}

// When the user clicks on <span> (x), close the modal
span.onclick = function() {
modal.style.display = "none";
}

// When the user clicks anywhere outside of the modal, close it
window.onclick = function(event) {
if (event.target == modal) {
    modal.style.display = "none";
}
}
</script>
<footer>
<div>© Авторские права 2010—2018, Священник Яков Кротов</div>
</footer>
